{
  "1.0.1": {
    "en": "Initial release of the Strava App for Homey",
    "nl": "Eerste lancering van de Strava App voor Homey"
  },
  "1.0.2": {
    "en": "Optimized device pairing flow",
    "nl": "Apparaat toevoegen functionaliteiten geoptimaliseerd"
  },
  "1.0.3": {
    "en": "Optimized device pairing flow",
    "nl": "Apparaat toevoegen functionaliteiten geoptimaliseerd"
  },
  "1.0.4": {
    "en": "Added Dutch language",
    "nl": "Nederlandse taal toegevoegd"
  },
  "1.0.5": {
    "en": "Stabilized device pairing and added donation options",
    "nl": "Apparaat toevoegen functionaliteiten gestabiliseerd en donatie opties toegevoegd"
  },
  "1.0.7": {
    "en": "Added capabilities and weight/ftp update actions",
    "nl": "Apparaat capabilities toegevoegd en bijwerken gewicht/ftp actie flow kaarten toegevoegd"
  },
  "1.0.8": {
    "en": "Fixed capability icons, API token refresh and polling. Added new tags for use in flows.",
    "nl": "Iconen in apparaat, API token refresh en polling gerepareerd. Nieuwe tags toegevoegd voor gebruik in flows."
  },
  "1.0.9": {
    "en": "Added units and several new calculated arguments to flow action cards Activity Created / Updated.",
    "nl": "Eenheden en nieuwe berekende argumenten toegevoegd aan flow actie kaarten activiteit aangemaakt / bijgewerkt."
  },
  "1.0.10": {
    "en": "Added end date of activity to flow action cards Activity Created / Updated.",
    "nl": "Einddatum van activiteit toegevoegd aan flow actie kaarten activiteit aangemaakt / bijgewerkt."
  },
  "1.0.11": {
    "en": "Added start and end time to flow action cards Activity Created / Updated.",
    "nl": "Start en eind tijd van activiteit toegevoegd aan flow actie kaarten activiteit aangemaakt / bijgewerkt."
  },
  "1.0.12": {
    "en": "Fixed date conversion exceptions that prevented Activity flows to execute and added arguments for start/end datetime in hh:mm.",
    "nl": "Datum conversie excepties opgelost waardoor activiteit flows niet startten en argumenten toegevoegd voor start/einddatum in hh:mm."
  },
  "1.0.13": {
    "en": "Fixed training bug",
    "nl": "Probleem met activiteit type training opgelost"
  },
  "1.0.14": {
    "en": "Fixed training bug",
    "nl": "Probleem met activiteit type training opgelost"
  }
}
