{
  "1.0.1": {
    "en": "Initial release of the Strava App for Homey",
    "nl": "Eerste lancering van de Strava App voor Homey"
  },
  "1.0.2": {
    "en": "Optimized device pairing flow",
    "nl": "Apparaat toevoegen functionaliteiten geoptimaliseerd"
  },
  "1.0.3": {
    "en": "Optimized device pairing flow",
    "nl": "Apparaat toevoegen functionaliteiten geoptimaliseerd"
  },
  "1.0.4": {
    "en": "Added Dutch language",
    "nl": "Nederlandse taal toegevoegd"
  },
  "1.0.5": {
    "en": "Stabilized device pairing and added donation options",
    "nl": "Apparaat toevoegen functionaliteiten gestabiliseerd en donatie opties toegevoegd"
  },
  "1.0.7": {
    "en": "Added capabilities and weight/ftp update actions",
    "nl": "Apparaat capabilities toegevoegd en bijwerken gewicht/ftp actie flow kaarten toegevoegd"
  },
  "1.0.8": {
    "en": "Fixed capability icons, API token refresh and polling. Added new tags for use in flows.",
    "nl": "Iconen in apparaat, API token refresh en polling gerepareerd. Nieuwe tags toegevoegd voor gebruik in flows."
  },
  "1.0.9": {
    "en": "Added units and several new calculated arguments to flow action cards Activity Created / Updated.",
    "nl": "Eenheden en nieuwe berekende argumenten toegevoegd aan flow actie kaarten activiteit aangemaakt / bijgewerkt."
  },
  "1.0.10": {
    "en": "Added end date of activity to flow action cards Activity Created / Updated.",
    "nl": "Einddatum van activiteit toegevoegd aan flow actie kaarten activiteit aangemaakt / bijgewerkt."
  },
  "1.0.11": {
    "en": "Added start and end time to flow action cards Activity Created / Updated.",
    "nl": "Start en eind tijd van activiteit toegevoegd aan flow actie kaarten activiteit aangemaakt / bijgewerkt."
  },
  "1.0.12": {
    "en": "Fixed date conversion exceptions that prevented Activity flows to execute and added arguments for start/end datetime in hh:mm.",
    "nl": "Datum conversie excepties opgelost waardoor activiteit flows niet startten en argumenten toegevoegd voor start/einddatum in hh:mm."
  },
  "1.0.13": {
    "en": "Fixed training bug",
    "nl": "Probleem met activiteit type training opgelost"
  },
  "1.0.14": {
    "en": "Fixed training bug",
    "nl": "Probleem met activiteit type training opgelost"
  },
  "1.0.15": {
    "en": "Localized start and end dates with name of the day prefixed",
    "nl": "Start- en einddatum gelokaliseerd met voorafgaande dagnaam"
  },
  "1.0.16": {
    "en": "Added tag examples for localized start and end dates",
    "nl": "Tag voorbeelden toegevoegd voor gelokaliseerde start- en einddatum"
  },
  "1.0.17": {
    "en": "Maximum speed kph tag in activity update trigger fixed",
    "nl": "Maximale snelheid kph tag gefixt in activiteit update trigger"
  },
  "1.1.0": {
    "en": "Added calories, average temperature and average cadense arguments to trigger cards. Added German translations",
    "nl": "Calorie, gemiddelde temperatuur en gemiddelde cadans argumenten toegevoegd aan trigger cards. Duitse taal toegevoegd",
    "de": "Kalorien, Durchschnittstemperatur und durchschnittliche Trittfrequenzargumente wurden hinzugefügt, um Karten auszulösen. Deutsche Sprache hinzugefügt"
  },
  "1.1.1": {
    "en": "Added calories, average temperature and average cadense arguments to trigger cards. Added German translations",
    "nl": "Calorie, gemiddelde temperatuur en gemiddelde cadans argumenten toegevoegd aan trigger cards. Duitse taal toegevoegd",
    "de": "Kalorien, Durchschnittstemperatur und durchschnittliche Trittfrequenzargumente wurden hinzugefügt, um Karten auszulösen. Deutsche Sprache hinzugefügt"
  },
  "1.2.0": {
    "en": "Added show/hide activity trigger card, added activity types for workout and weight training, added setting for show number of days, made improvements to reduce limit violations when calling the Strava API.",
    "nl": "Trigger kaart activiteit tonen/verbergen toegevoegd, activiteit types voor workout en gewichtstraining toegevoegd, instelling toegevoegd voor aantal dagen tonen, verbeteringen doorgevoerd waardoor er minder limietoverschrijdingen plaatsvinden bij het aanroepen van de Strava API.",
    "de": "Aktivitätsauslöserkarte ein-/ausblenden hinzugefügt, Aktivitätstypen für Training und Krafttraining hinzugefügt, Einstellung für die Anzeige der Anzahl der Tage hinzugefügt, Verbesserungen vorgenommen, um Limitverletzungen beim Aufrufen der Strava-API zu reduzieren."
  },
  "1.2.1": {
    "en": "Fixed bug where duration is not showing up on weight training and workout activity types.",
    "nl": "Bug verholpen waarbij de duur niet werd weergegeven bij gewichtstraining en trainingsactiviteiten.",
    "de": "Fehler behoben, bei dem die Dauer bei Krafttrainings- und Trainingsaktivitätstypen nicht angezeigt wurde."
  },
  "1.2.2": {
    "en": "Improved error handling",
    "nl": "Verbeterde foutafhandeling",
    "de": "verbesserte Fehlerbehandlung"
  },
  "1.3.0": {
    "en": "Added new tokens for device_name and gear_name in activity created / edited flow cards.",
    "nl": "Nieuwe argumenten apparaat naam en uitrusting naam in activiteit aangemaakt / bewerkt toegevoegd.",
    "de": "Neue Argumente Gerätename und Ausrüstungsname in der erstellten / bearbeiteten Aktivität hinzugefügt."
  },
  "1.3.1": {
    "en": "Added new argument device_watts in activity created/modified. Added new flow action cards to update activity on commute, gear, indoor training, name, description and sport type",
    "nl": "Nieuw argument device_watts in activiteit aangemaakt/gewijzigd toegevoegd. Nieuwe flow actie kaarten toegevoegd om activiteit bij te werken op het gebied van woon-werkverkeer, uitrusting, indoor training, naam, omschrijving en type sport",
    "de": "Neues Argument device_watts in der erstellten/geänderten Aktivität hinzugefügt. Neue Flow-Aktionskarten hinzugefügt, um die Aktivität zu Pendeln, Ausrüstung, Indoor-Training, Name, Beschreibung und Sporttyp zu aktualisieren"
  },
  "1.4.0": {
    "en": "Added new arguments start_latitude, start_longitude, end_latitude, end_longitude in activity created/modified.",
    "nl": "Nieuwe argumenten start_latitude, start_longitude, end_latitude, end_longitude in activiteit aangemaakt/gewijzigd toegevoegd.",
    "de": "Neues Argumenten start_latitude, start_longitude, end_latitude, end_longitude in der erstellten/geänderten Aktivität hinzugefügt."
  },
  "1.4.1": {
    "en": "Added new capability for showing swim distance.",
    "nl": "Nieuwe capability toegevoegd voor het tonen van zwem afstand.",
    "de": "Neue Capabiliteit zur Anzeige der Schwimmdistanz hinzugefügt."
  },
  "1.5.0": {
    "en": "Added new setting year-to-date for device stats.",
    "nl": "Nieuwe instelling lopend jaar toegevoegd voor apparaat statistieken.",
    "de": "Neue Einstellung für das laufende Jahr in den Gerätestatistiken hinzugefügt."
  },
  "1.5.1": {
    "en": "Fixed webhook health checks after replacement physical Homey device.",
    "nl": "Probleem opgelost in webhook health checks na vervanging fysiek Homey apparaat.",
    "de": "Problem bei Webhook-Gesundheitsprüfungen nach dem Austausch des physischen Homey-Geräts behoben."
  },
  "1.6.0": {
    "en": "Added 'And' Flow card for detection of exceeding usage (kilometers or time spent) of your equipment (bicycle or running shoe).",
    "nl": "'En' Flowkaart toegevoegd voor detectie overschreiding van het gebruik (kilometers of gespendeerde tijd) van je uitrusting (fiets of hardloopschoen).",
    "de": "„Und“-Flusskarte zur Erkennung übermäßiger Nutzung (Kilometer oder aufgewendete Zeit) Ihrer Ausrüstung (Fahrrad oder Laufschuh) hinzugefügt."
  },
  "1.6.1": {
    "en": "Added new argument workout_type in activity created/modified.",
    "nl": "Nieuw argument workout_type in activiteit aangemaakt/gewijzigd toegevoegd.",
    "de": "Neues Argument workout_type in der erstellten/geänderten Aktivität hinzugefügt."
  },
  "1.7.0": {
    "en": "Added new device capabilities for gear usage (distance and time).",
    "nl": "Nieuwe capabilities toegevoegd voor gebruik uitrusting (afstand en tijd).",
    "de": "Neue Funktionen für die Ausrüstung hinzugefügt (Entfernung und Zeit)."
  },
  "1.8.0": {
    "en": "Added new argument gear_distance in in activity created/modified.",
    "nl": "Nieuw argument gear_distance in activiteit aangemaakt/gewijzigd toegevoegd.",
    "de": "Neues Argument gear_distance in der erstellten/geänderten Aktivität hinzugefügt."
  },
  "1.8.1": {
    "en": "Performance updates while interacting with Strava. Fix for backwards incompatible webhook delete changes Strava.",
    "nl": "Snelheidsverbeteringen in samenwerking met Strava. Fix voor niet compatibele webhook delete wijziging door Strava.",
    "de": "Geschwindigkeitsverbesserungen in Zusammenarbeit mit Strava. Korrektur für abwärtsinkompatible Webhook-Löschänderungen bei Strava."
  },
  "1.8.2": {
    "en": "Fixed a bug in Strava webhook deletion",
    "nl": "Probleem opgelost bij het verwijderen van een Strava webhook",
    "de": "Ein Fehler beim Löschen von Strava Webhooks wurde behoben"
  }
}
